
{
    "Joe (Chem Partner)":[
        {"who":"Joe","text":"hey when's the chem hw due"}
    ],
    "Birth Giver":[
        
    ],
    "Lars":[
        
    ],
    "Alice":[
            {"who":"Date","text":"Mon July 13 2015"},
        {"who":"Alice","text":"Hey bro im going to the mall want to come?"},
        {"who":"You","text":"Im working on a chem assignment right now. Raincheck?"},
            {"who":"Date","text":"Tues July 14 2015"},
        {"who":"You","text":"can you pick me up from larz’s house at 6"},
        {"who":"Alice","text":"yeah thats fine"},
        {"who":"Alice","text":"mom and dale are gonna be out for her company party, wanna go out for dinner??"},
        {"who":"You","text":"obviously! Where are we talkin?"},
        {"who":"Alice","text":"wherever ya want. i wanted to talk to you about some stuff anyway"},
        {"who":"You","text":"am i in trouble"},
        {"who":"Alice","text":"no dork"},
        {"who":"You","text":"alright fine im in"},
            {"who":"Date","text":"Wed July 15 2015 12:53pm"},
        {"who":"Alice","text":"Remember what we talked about last night"},
        {"who":"You","text":"yea, whats up"},
        {"who":"Alice","text":" i heard mom in your room putting some clothes away in your closet i think she found your stash..."},
        {"who":"You","text":"WHAT ARE YOU KIDDING"},
        {"who":"You","text":"WTF"},
        {"who":"Alice","text":"i can hear her yelling at dale about some makeup and a dress"},
        {"who":"Alice","text":"shes PISSED...."},
        {"who":"You","text":"help me out here"},
        {"who":"You","text":"tell her it's yours or something PLEASE SIS"},
        {"who":"Alice","text":"alright alright ill see what i can do..."},
            {"who":"Date","text":"Wed July 15 20151:26pm"},
        {"who":"Alice","text":"I told her it was mine and I left it when I went to campus last semester. I think she bought it but she still seems suspicious"},
        {"who":"Alice","text":"i did my best but you know how she is"},
        {"who":"You","text":"I love you. Have i told you that you're my favorite sister"},
        {"who":"Alice","text":"i'm your only sister dipshit"},
        {"who":"You","text":"&nbsp;<3&nbsp;"},
            {"who":"Date","text":"Fri July 17 2015 10:39am"},
        {"who":"Alice","text":"CODE RED ALEX"},
        {"who":"Alice","text":"I KNOW YOU’RE IN CLASS BUT I NEED YOU TO ANSWER"},
        {"who":"Alice","text":"i heard mom talking to dale and she said she wanted to send you away to some sort of camp. She said it was to cure you...."},
        {"who":"You","text":"WHAT ARE YOU TALKING ABOUT"},
        {"who":"You","text":"SHE CAN'T DO THAT"},
        {"who":"You","text":"Are you sure she means me??"},
        {"who":"Alice","text":"yes, I'm sure. I don't think she realized I'm home right now. She told dale she doesn't believe our story and she thinks you are gay... she said she found a camp that will fix you."},
        {"who":"Alice","text":"she said they are coming to pick you up tomorrow morning."},
        {"who":"You","text":"i'm not going to any damn camp. Those places are torture... im not even gay..."},
        {"who":"Alice","text":"i know you’re not but shes serious about this what are you gonna do?"},
        {"who":"You","text":"I don't know. I'm not going to that evil place.... But i don't think i can stay here either"},
        {"who":"You","text":"Will you help me with something... I know it's crazy but I don't know what else to do."},
        {"who":"Alice","text":"what do you need??"},
        {"who":"You","text":"will you pack me a bag with my stuff?"},
        {"who":"Alice","text":"where will you even go? You can't just leave"},
        {"who":"You","text":"I can't stay here and let them do this to me either."},
        {"who":"You","text":"do this for me please Alice you’ll see me again i promise"},
        {"who":"Alice","text":"okay... mom and dale just went to the store so ill get your stuff ready. Find a way out of school. Mom will probably be back in 2ish hours."},
        {"who":"You","text":"okay, larz said they will take me to pick up my stuff. I Love you big sis."}
    ],
    "Dale":[

    ]
}